Repository: common-repository/nagishly
Catalog: languages/*.po
Languages: he_il

source: Sorry, you are not allowed to access this page.
he_il: מצטערים, אין לך הרשאה לגשת לדף הזה.

source: nonce field is missing. Settings NOT saved.
he_il: שדה nonce חסר. ההגדרות לא נשמרו.

source: Invalid nonce specified. Settings NOT saved.
he_il: nonce לא חוקי צוין. ההגדרות לא נשמרו.

source: Settings Saved.
he_il: ההגדרות נשמרו.

source: Settings
he_il: הגדרות

source: Nagishly is the only website accessibility system in the world that uses AI technology in order to provide fully automatic accessibility for any website at the AA standard and with full compliance with the accessibility law.<br>All the above comes with a full client guarantee and at a one-time cost of 930 NIS.
he_il: נגישלי היא מערכת הנגשת האתרים היחידה בעולם אשר משתמשת בטכנולוגיות בינה מלאכותית על מנת להנגיש כל אתר באופן אוטומטי לחלוטין, לרמה AA ובהתאמה מלאה לחוק הנגישות.<br> כל זאת בהתחייבות מלאה לכל לקוח, ובעלות חד פעמית של 930 ₪.

source: Save
he_il: שמירה

source: working in web design or development, digital marketing or consultancy?
he_il: בונה אתרים? מעצב? איש שיווק?

source: Nagishly
he_il: נגישלי

source: Nagishly, the most worthwhile website accessibility system in Israel. AA standard accessibility, according to the law and WCAG 2.0, including a legal reference and customer guarantee
he_il: נגישלי, מערכת נגישות האתרים המשתלמת בישראל. נגישות ברמה AA, לפי החוק ו WCAG 2.0 כולל אסמכתא והתחייבות!
